{
    "callToAction": "Join the Adventure",
    "editionNumber": "Welcome to the summer academy - 34th Edition",
    "dates": "28 Iulie - 4 August 2023",
    "home": "Home",
    "guests": "Guests",
    "courses": "Courses",
    "conferences": "Conferences",
    "instructors": "Instructors",
    "partners": "Partners",
    "organizers": "Organizers",
    "signUp": "Sign Up",
    "whatIsAtlantykron": "What's Atlantykron?",
    "shortDescription": "Atlantykron is an educational and unconventional summer camp for young people aged 15 to 26. Since 1989 \"Stone Ring Island\" transforms into a special and almost magical place for a few days every summer. Hundreds of young people and professors from all over the world gather on the island. During this time, the participants meet, interact and learn alongside scientists, artists, writers and other famous professionals. The Academy continues to change the lives of its participants.",
    "science": "Science",
    "scienceDescription": "From face to face discussions with astronauts to treasure hunts using radios, the camp offers unique opportunities for all ages",
    "art": "Art",
    "artDescription": "Express yourself creatively and explore the artistic medium in a captivating way!",
    "culture": "Culture",
    "cultureDescription": "Science Fiction, campfire and multicultural experiences. The atmosfere is unique",
    "sport": "Sport",
    "sportDescription": "Have you ever had the chance to jump into a kayak after some yoga?",
    "seeAllCourses": "See all courses",
    "guestsShowcase": "Every year, the island gathers people with extraordinary life stories. The diversity of domains in which they have excelled is only equalled by their openess. We invite you to meet our guests.",
    "seeAllGuests": "See all guests",
    "firstRomanianCosmonaut": "First Romanian Cosmonaut",
    "presidentOfTheCenterForPeace": "President of the UNESCO Center for Peace",
    "worldGenesisFoundationFounder": "World Genesis Foundation Founder",
    "presidentOfTheCenterForComplexStudies": "President of the Center for Complex Studies",
    "scienctistAtNASA": "Scientist at NASA JPL",
    "Agenții Guvernamentale": "Government Agencies",
    "Parteneri Oficiali": "Official Partners",
    "Susținători": "Sponsors",
    "Parteneri Media": "Media Partners",
    "ONG-uri Organizatoare": "Organizing NGOs",
    "authorOfFizicaPovestita": "Author \"Fizica Povestită\" (Physics through Stories)",
    "typicalDay": "A typical day in an atypical camp",
    "typicalDayDescription": "After breakfast, the morning programs start, which can be anything the participant chooses from a conference on quantum physics to pottery. After that, all participants spend their free time on the beach, reading, learning, practicing sports or just chatting with friends. In the mid-afternoon, the programs resume and last until dinner, followed by presentations and performances in the open-air amphitheater. The evening program also includes a review of the events for the following day and is usually followed by a movie, astronomical observations or a campfire.",
    "findOutMore": "Find out more",
    "participationGuide": "Before you sign up it is extremely important to read our guides, these contains logistical information and the rules of the Academy.",
    "goToGuide": "Participation Guide",
    "gallery": "Gallery",
    "location": "Location",
    "officialPartners": "Official Sponsors",
    "organizedBy": "An event organized and supported by",
    "privacyPolicy": "Privacy Policy",
    "termsAndConditions": "Terms of Use",
    "copyright": "© Copyright Atlantykron 2023 – All rights reserved",
    "selectYear": "Select year",
    "organizingNGOs": "Organizing NGOs",
    "governmentAgencies": "Government Agencies",
    "sponsors": "Sponsors",
    "mediaPartners": "Media Partners",
    "organizigTeam": "The team is offering its time voluntarily to ensure you have an enjoyable experience while participating in the Academy.",
    "yourEmail": "*Your e-mail address",
    "message": "*Message",
    "send": "Send",
    "emailSuccess": "We've received your e-mail!",
    "emailBlank": "The e-mail is wrong or your message is blank",
    "emailError": "Sorry! Your e-mail coulnd't be sent",
    "years": "Years",
    "year": "Year",
    "onTheIsland": "on the island: ",
    "title": "Title: ",
    "description": "Description: ",
    "date": "Date: ",
    "category": "Category: ",
    "conferenceType": "Conference type: ",
    "virtual": "Virtual",
    "Știință": "Science",
    "Artă": "Art",
    "Cultură": "Culture",
    "Sport": "Sport",
    "password": "*Password",
    "login": "Login",
    "emailOrPasswordWrong": "E-mail address or password is wrong",
    "continueGoogle": "Continue with Google",
    "continueFacebook": "Continue with Facebook",
    "or": "Or",
    "forgotPasswordError": "The e-mail address is mandatory",
    "forgotPassword": "Forgot your password?",
    "clickHere": "Click Here",
    "register": "Register",
    "alreadyHaveAccount": "Already have an account?",
    "confirmPassword": "*Confirm Password",
    "passwordMustHave6OrMore": "*The password must have at least 6 characters",
    "registrationAgreement": "*By signing up you agree with our",
    "registerError": "E-mail address is wrong or the password does not meet the required criteria",
    "selectStep": "Select Step",
    "typeOfConference": "Type of Conference: ",
    "logisticsDirector": "Logistics Director",
    "logisticsDirectorDescription": "The maintenance of installations, security, and various operations for hundreds of guests are not easy tasks, but Cristian and his team make them seem as simple as a walk on the island on a warm summer day.",
    "coastGuard": "Coast Guard",
    "dockedNear": "Docked near the island",
    "bucharestRailStation": "Bucharest North Rail Station",
    "boat": "Capidava Boat",
    "canteen": "Atlantykron Canteen",
    "orgTeam": "ORGANIZING TEAM",
    "orgTeam1": "The academy attracts and involves prominent instructors in their fields from Europe and around the world. The participation of these instructors, some of the best in their field, offers a remarkable educational and life experience for the young people who participate.",
    "orgTeam2": "At the academy, participants share not only class hours but also the experience of living alongside these specialists, having the opportunity to connect with them and learn about many aspects of life outside of standard lessons.",
    "orgTeam3": "There is also a highly structured on-site organizing team, which includes general program coordinators, logistics directors, alternative program coordinators, team leaders, and security teams. This ensures that all the needs of the participating youth are understood and resolved and that they have a pleasant and safe experience.",
    "orgTeam4": "All program coordinators, instructors, guests, and the entire organizing team ",
    "orgTeam4Bold": "offer their time and effort voluntarily ",
    "orgTeam5": "to ensure the participants have the most enjoyable experience at the academy. In this way, we can keep the participation cost low and open up the opportunity for a wider range of participants to attend the Academy.",
    "whoCan": "WHO CAN PARTICIPATE?",
    "whoCan1": "The academy is recommended for young people between the ages of 16 and 29. Those under the age of 16 can only participate accompanied by an adult. The accompanying adult assumes full responsibility for the behavior on the island, as well as for the safety of the person under the age of 16. Individuals over the age of 29 can participate by acknowledging that the program is designed for young people and that the entire framework in which the academy takes place is natural, with camping conditions.",
    "whoCan2": "Anyone interested in participating must register online at www.atlantykron.ro using a Facebook, Google, or a combination Email Password profile. Registration is only completed after receiving the acceptance email. Individuals who cannot present a valid acceptance email are not accepted into the academy registration procedure.",
    "security": "ISLAND SECURITY",
    "security1": "Ensuring a safe and relaxing period is the main priority of the academy coordinators. It is characteristic that, in addition to the dedicated island guards, the Border Police are constantly present on the island. In addition, each instructor, team leader, and program coordinator oversees all activities, supporting security teams.",
    "security2": "To ensure everyone's security presence on the island is only permitted to registered individuals who wear a visible bracelet.",
    "security2Bold": "access to the island is only allowed for registered individuals who wear a visible bracelet.",
    "security3": "On the first day, participant registration takes place in Cernavoda according to the official program. On any other day, it is the duty of participants to contact the registration team as soon as they arrive on the island.",
    "transport": "TRANSPORT",
    "transport1": "Arrange with the organizers of the Academy to meet you and take you to the venue of the program. You can contact us at inscrieri@atlantykron.org",
    "transport2": "Use the public transport system in Romania (see instructions):   ",
    "transport3": "From the airport, take a taxi to the North Train Station in Bucharest. The journey takes approximately 25 minutes and the price is around 16 € (Euros) or 55 RON (Romanian Leu).",
    "transport4": "From Bucharest's North Train Station, take a fast train to Cernavoda. This journey will take about two hours and will cost around 12 € or 42 RON.",
    "transport5": "From Cernavodă railway station, you need to reach the village of Capidava, and there are two options: you can take the bus which departs twice a day, at 11:30 and 15:30, or you can take a taxi to cover the last 25 minutes to the village.",
    "transport6": "After reaching Capidava village, you will need to take a short walk and then a boat to get to the island where the Academy takes place. The island is visible in the middle of the Danube river.",
    "transport7": "From inside Romania: Take the train or a taxi to the city of Cernavoda, the closest train station to the Academy, and then follow steps 2 and 3 as mentioned above.",
    "transport8": "With a personal car: It is possible to reach the vicinity of the island with a personal car, but this is not encouraged. As it is a wild place, the Academy cannot be held responsible for losses and damages that may occur in the parking areas outside the island.",
    "rustic": "WE ARE „RUSTIC”",
    "rustic1": "Participating in this program in a wild setting is part of what makes the Academy a unique life and educational experience. It is also important to understand what the conditions are. The following provides some general information. If you have any questions, please contact us at ",
    "foodAndHygiene": "FOOD AND HYGIENE",
    "foodAndHygiene1": "Meals are provided twice a day by the Academy. Please refer to the registration form for pricing details. Additionally, there is an open-air cafe on the island that is open daily from 07:00 to 24:00, where food, beverages, and other goods can be purchased.",
    "foodAndHygiene2": "Bottled water is also provided for all participants. Although the local water is safe for washing, it's important to remember that it's not suitable for drinking. Showers are available in certain places on the island or on the ferries.",
    "accommodation": "ACCOMMODATION",
    "accommodation1": "In general, all participants sleep in tents in their designated area on the island. Participants are encouraged to bring their own tents and sleeping bags. If you are unable to bring a tent, please mention it when you register and the organizers will try to assist you.",
    "accommodation2": "Cabins on the boats anchored on the island's shore are available for some of the guests. However, it is important to note that their number is limited. If you have special needs that require accommodation in a cabin, please indicate this in the registration form.",
    "trash": "WASTE MANAGEMENT",
    "trash1": "Protecting the environment on the island is very important for the Academy. Instructions for garbage disposal will be given to all participants upon arrival. In addition, toilets are available on the island and on the ferries for participants to use.",
    "participants": "PARTICIPANTS",
    "participants1": "One of the best parts of the Academy is the people you will meet. Always a friendly environment, you can be sure to make many new friends during the event. The main languages used are Romanian and English. An estimate would be that 50% of the participants speak English well, 25% intermediate, and 25% with some difficulty. If necessary, anyone is willing to lend a hand with translations. Of course, there are many opportunities to improve your knowledge of many other languages with the help of the wide variety of participants.",
    "aTypicalDayGuide": "A TYPICAL DAY",
    "aTypicalDayGuide1": "After breakfast, the morning programs start and last until lunchtime. After that, all participants spend their free time on the beach, reading, learning, practicing sports or just chatting with friends. In the mid-afternoon, the programs resume and last until dinner, followed by presentations and performances in the open-air amphitheater. The evening program also includes a review of the events for the following day and is usually followed by a movie or dance on board a boat.",
    "ensureLogged": "Make sure you have an account and you are logged in to fill in the sign up form. If you already have an account, please verify your e-mail address by clicking the link in the email we've sent you. Check both your inbox and spam folders.",
    "youCanLogIn": "You can log in/sign up",
    "here": "here",
    "allFieldsAreMandatory": "All fields are mandatory",
    "surname": "*Surname",
    "firstName": "*First Name",
    "age": "*Age",
    "areYouCaretaker": "*Are you a caretaker of a participant/participants under the age of 16?",
    "yes": "Yes",
    "no": "No",
    "caretakerOf": "*Participants you are accompanying",
    "caretaker": "*Person who is accompanying you",
    "occupation": "*Occupation",
    "residency": "*City of residence",
    "participatedBefore": "*Have you participated in previous editions?",
    "howDidYouFindOut": "*How did you find out about Atlantykron?",
    "pick5Courses": "*Pick 5 courses you will attend",
    "pickOption": "*Pick an option",
    "infoTax": "The participation fee and meals (lunch and dinner, priced at 60 RON per day) are included in this price. For minors (under 18), the meal package is mandatory. Meals will be provided from July 30th to August 4th.",
    "howPay": "How do you choose to pay? Bank transfers benefit from a 20 lei discount.",
    "bankDetails": "Bank Transfer Details:",
    "bankAccount": "Account: RO78RNCB0116172543400001",
    "beneficiary": "Beneficiary: Asociaţia Atlantykron Topalu",
    "transactionDetails": "Transaction Reference/Details: Name + The option you pick (8/2 days with/without meals)",
    "finalPrices": "* final prices for the bank transfer",
    "package1": "- 580 (8 days with meals included)",
    "package2": "- 270 (2 days with meals included)",
    "package3": "- 250 (8 days without meals included)",
    "package4": "- 150 (2 days without meals included)",
    "dietaryPreferences": "*Dietary preferences",
    "finish": "Submit",
    "rules1": " The Atlantykron Summer Academy aims to provide participants with a unique experience throughout the entire event. It offers a beautiful harmony with the natural environment, outdoor courses and workshops conducted by professionals who excel in their fields. ",
    "rules2": " In order for these things to be possible, it is necessary for all participants to adhere to a minimum set of rules, both to maintain a pleasant atmosphere and to ensure the safe conduct of the activities. Therefore, for participation in the Academy, all participants commit to the following: ",
    "rules3bold": "to pre-register",
    "rules3": " in advance using the form on the website. Only those who have completed the form will be able to participate. (In exceptional cases, participants may be allowed to register after the deadline, but their admission to the Academy is still subject to program acceptance.); ",
    "rules4bold": "to complete all the registration formalities",
    "rules4": "– to be present on the first day at Cernavoda for the meeting with the registration team or to contact the registration team as soon as possible upon arrival on the island; ",
    "rules5bold": "to always visibly wear the bracelet",
    "rules5": "received upon arrival at the island for the whole duration of the Academy; ",
    "rules6": "to maintain an ",
    "rules6bold": "appropriate behavior towards instructors, guests, and organizers, ",
    "rules6cont": "understanding that all instructors, guests, and the entire organizing team volunteer their time and effort for the smooth running of the Academy; ",
    "rules7": "to maintain a respectful attitude",
    "rules7bold": " towards all other participants; ",
    "rules7cont": "to maintain the cleanliness across the entire area of the island;",
    "rules8bold": "to follow all guidance ",
    "rules8": "received from the organizers; ",
    "rules9bold": "to swim and build campfires only when given permission by the organizers; ",
    "rules9": "and only in the designated places; ",
    "rules10bold": "to not to use or install unauthorized electrical installations ",
    "rules10": "(for charging phones or other devices, special charging points will be set up); ",
    "rules11bold": "to use the internet network responsibly and judiciously ",
    "rules11": "to use the provided internet network and to follow the instructions given in this regard; ",
    "rules12bold": "to not to organize independent activities after dark; ",
    "rules12": "to not introduce alcoholic drinks on the island; ",
    "rules13": "to not bring or consume prohibited substances, narcotics, or hallucinogens on the island.",
    "rules14": "*Non-compliance will result in notifying the authorities and taking necessary legal measures.",
    "rules15": "The organizers reserve the right to exclude any person from the Academy without providing explanations. The set of rules mentioned earlier is a minimum requirement. ",
    "rules16": "The Academy is aimed at young people between the ages of 16 and 29.",
    "rules19bold": "Participants under the age of 18 ",
    "rules19cont": "must upon arrival on the island: ",
    "rules20": "present",
    "rules20link": "the letter of consent",
    "rules20cont": "from the parents or legal guardian (if not accompanied by a parent or guardian). ",
    "rules21": "to fully pay for the meal vouchers for the entire duration of the event. ",
    "verifyEmailHeader": "Please check your inbox and spam folders for the confirmation email.",
    "verifyEmailSubHeader": "You've almost finished registering on the site. We are delighted for your willingness to participate in an unique adventure. Please verify your email address by clicking the link in the email we've sent you. Then continue to the registration form on the website.",
    "successSignUp": "You've successfully signed up! Please wait for our e-mail approval.",
    "oldAtlantykron": "Old Site",
    "archiveAtlantykron": "Archive",
    "mainOrganizer": "Main Organizer",
    "inPartnershipWith": "In Partnership With",
    "collaborators": "Collaborators"
}